<?php
return [
	'admin' => [
		'news' => [
			'store' => [
				'success' => 'Новость была успешно добавлена',
				'fail'    => 'Не удалось добавить новость'
			],
			'update' => [
				'success' => 'Новость была успешно обновлена',
				'fail'    => 'Не удалось обновить новость'
			],
			'delete' => [
				'success' => 'Новость была успешно удалена',
				'fail'    => 'Не удалось удалить новость'
			]
		],
		'category' => [
			'store' => [
				'success' => 'Категория была успешно добавлена',
				'fail'    => 'Не удалось добавить категорию'
			],
			'update' => [
				'success' => 'Категория была успешно обновлена',
				'fail'    => 'Не удалось обновить категорию'
			],
			'delete' => [
				'success' => 'Категория была успешно удалена',
				'fail'    => 'Не удалось удалить категорию'
			]
		],
		'feedback' => [
			'store' => [
				'success' => 'Отзыв был успешно добавлен',
				'fail'    => 'Не удалось добавить отзыв'
			],
			'update' => [
				'success' => 'Отзыв была успешно обновлен',
				'fail'    => 'Не удалось обновить отзыв'
			],
			'delete' => [
				'success' => 'Отзыв был успешно удален',
				'fail'    => 'Не удалось удалить отзыв'
			]
		],
	]
];
